/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Möchten Sie das CGM wirklich löschen?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Abbrechen";

/* Title of cell to set credentials */
"Credentials" = "Logindaten";

/* Title describing glucose date */
"Date" = "Datum";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "CGM löschen";

/* Title describing glucose value */
"Glucose" = "Glukose";

/* Section title for latest glucose reading */
"Latest Reading" = "Letzter Wert";

/* Outside US share server option title */
"Outside US" = "Außerhalb der USA";

/* The title of the Dexcom share password credential */
"Password" = "Passwort";

/* The title of the Dexcom share server URL credential */
"Server" = "Server";

/* Title describing glucose trend */
"Trend" = "Trend";

/* U.S. share server option title */
"US" = "USA";

/* The title of the Dexcom share username credential */
"Username" = "Nutzername";
